"TSYMJRefreshHeaderIdleText" = "下拉可以刷新";
"TSYMJRefreshHeaderPullingText" = "松开立即刷新";
"TSYMJRefreshHeaderRefreshingText" = "正在刷新数据中...";

"TSYMJRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"TSYMJRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"TSYMJRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"TSYMJRefreshBackFooterIdleText" = "上拉可以加载更多";
"TSYMJRefreshBackFooterPullingText" = "松开立即加载更多";
"TSYMJRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"TSYMJRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"TSYMJRefreshHeaderLastTimeText" = "最后更新：";
"TSYMJRefreshHeaderDateTodayText" = "今天";
"TSYMJRefreshHeaderNoneLastDateText" = "无记录";
